Repository: dungcand23/wms_pro
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Dashboard
vi: Tổng quan

source: Ops - Today
vi: Vận hành - Hôm nay

source: Reports
vi: Báo cáo

source: Inventory
vi: Tồn kho

source: Documents
vi: Chứng từ

source: Inbound
vi: Nhập

source: Outbound
vi: Xuất

source: Transfer
vi: Điều chuyển

source: Adjustment
vi: Điều chỉnh

source: Status Move
vi: Chuyển trạng thái

source: Reverse
vi: Hoàn tác

source: Approvals
vi: Chờ duyệt

source: Posting
vi: Chờ post

source: Master Data
vi: Danh mục

source: Audit / Trace
vi: Nhật ký / Audit

source: Import / Export
vi: Nhập/Xuất Excel

source: Settings
vi: Cấu hình

# quickSearch
source: Quick Search (Ctrl+K)
vi: Tìm kiếm nhanh (Ctrl+K)

# newButton
source: New
vi: Tạo

source: Warehouse
vi: Kho

source: Language
vi: Ngôn ngữ

source: Waiting Approval
vi: Chờ duyệt

source: Waiting Post
vi: Chờ post

source: Ledger Lines Today
vi: Dòng ledger hôm nay

source: Top Movements Today
vi: Top biến động hôm nay

source: Alerts
vi: Cảnh báo

source: Low Stock Alert!
vi: Cảnh báo tồn thấp!

source: Expired Lot Warning!
vi: Cảnh báo lot hết hạn!

# docList
source: Document List
vi: Danh sách chứng từ

source: Create Document
vi: Tạo chứng từ

source: Scan & Input
vi: Quét & Nhập

source: Last Scans
vi: Lần quét gần đây

source: Clear
vi: Xoá

source: LOC
vi: Vị trí

source: QTY
vi: Số lượng

source: Add Line (Enter)
vi: Thêm dòng (Enter)

source: Stock Check
vi: Kiểm tra tồn kho

# fefoSuggestion
source: FEFO Lots Suggestion
vi: Gợi ý lot xuất FEFO

source: Refresh
vi: Làm mới

source: Cancel
vi: Huỷ

source: Approve (Alt+A)
vi: Duyệt (Alt+A)
